[
  {
    "title": "2022 - 2024 (in progress)",
    "cardTitle": "MBA & Master in Big Data and Business Intelligence",
    "cardSubtitle": "ENEB - European Business School of Barcelona",
    "cardDetailedText": "Distance program of MBA + Master in Big Data and Business Intelligence aims to provide its students with a global and globalised view from a management position of Big Data technologies and its usefulness in achieving business objectives. It also provides an applied and practical training in analytical techniques for business (Business Analytics) preparing the student for the current demand in this workplace that requires professionals to handle large volumes of data.",
    "url": "https://www.eneb.com/master-and-postgraduate/mba-_-master-in-big-data-and-business-intelligence/"
  },
  {
    "title": "2023 - 2024",
    "cardTitle": "Bootcamp in Front-End Web Development",
    "cardSubtitle": "edX - Skills for Life",
    "cardDetailedText": "Completed a comprehensive, fully funded bootcamp designed to equip participants with key skills in coding and front-end web development. The part-time program provided a results-driven curriculum that reflects the latest industry trends. Gained technical proficiency in HTML5, CSS3, JavaScript, jQuery, React.js, ES6, and Node.js, along with a solid understanding of API integration, user experience design, and modern web application deployment. Benefited from extensive career support, including personalized coaching, professional material reviews, and access to a wide network of instructors, peers, and industry professionals.",
    "url": "https://www.edx.org/boot-camps/coding/skills-bootcamp-in-front-end-web-development"
  },
  {
    "title": "2019 - 2020",
    "cardTitle": "Master International Project Management",
    "cardSubtitle": "EAE Business School",
    "cardDetailedText": "The International Project Management is a Hybrid program, which mix a residential period at the campus of Madrid and real-time virtual classes. This master is focused on the best practices of Project Management Professional (PMP)®, also preparation for the certification by the Project Management Institute (PMI).",
    "url": "https://www.eae.es/en/hybrid/master-internacional-project-management/presentation?utm_medium=overlay&utm_source=remarketingweb&utm_campaign=I90355M0100&c=I90355M0100&bk=2"
  },
  {
    "title": "2010 - 2014 Unfinished",
    "cardTitle": "Bachelor's Degree on Computer Science Engineering",
    "cardSubtitle": "UCM - Complutense University of Madrid",
    "cardDetailedText": "Computer Science Engineering branch of Artificial Intelligence. Theoretical fundamentals of programming languages and related lexical, syntactic and semantic processing techniques. Ability to evaluate computational complexity of a problem and understand which algorithmic strategies may lead to its resolution. Ability to develop and evaluate interactive systems and to present complex information.",
    "url": "https://www.ucm.es/data/cont/docs/titulaciones/1909_en.pdf"
  },
  {
    "title": "2008 - 2010",
    "cardTitle": "Associate Degree in Telecommunications Systems & Computer",
    "cardSubtitle": "IES Vallecas I",
    "cardDetailedText": "(PENDING)Systems administration, Networking and telecommunications, Radio and Television systems.",
    "url": "(PENDING)https://www.ucm.es/data/cont/docs/titulaciones/1909_en.pdf"
  },
  {
    "title": "Non-regulated training courses",
    "cardTitle": "Various Courses",
    "cardSubtitle": "",
    "cardDetailedText": "2009 - 160h C/C++ Structured Programming at Salesianos Atocha School. 2005 - 640h Assembly and repair computers at Daniel A. Carrion School. 2005 - 240h IT Help Desk at CESCA institute."
  }
]